Repository: HayatoG/alethe-agents
Catalog: AletheNative/Alethe/Localizable.xcstrings
Source language: en
Languages: pt_br

# home.quick.unrestricted
source: Unrestricted
pt_br: Sem restrições

# home.recent
source: Recent projects
pt_br: Projetos recentes

# home.recent.create
source: Create Project
pt_br: Criar Projeto

# home.recent.empty
source: No projects yet. Create your first project and start organizing terminals.
pt_br: Nenhum projeto ainda. Crie o primeiro e comece a organizar terminais.

# home.recent.terminals
source: %lld terminals
pt_br: %lld terminais

# home.refresh
source: Refresh
pt_br: Atualizar

# home.releases
source: Releases
pt_br: Versões

# home.repository
source: Repository
pt_br: Repositório

# home.shown
source: Shown
pt_br: Visível

# home.start
source: Start something
pt_br: Comece algo

# home.time
source: Time
pt_br: Tempo

# home.time.30d
source: 30 days
pt_br: 30 dias

# home.time.7d
source: 7 days
pt_br: 7 dias

# home.time.active
source: Active
pt_br: Ativo

# home.time.agentSum
source: %@ summed
pt_br: %@ somados

# home.time.agents
source: Agents working
pt_br: Agentes trabalhando

# home.time.all
source: All
pt_br: Tudo

# home.time.background
source: In the background
pt_br: Em segundo plano

# home.time.backgroundShort
source: %@ background
pt_br: %@ em segundo plano

# home.time.byAgent
source: By agent
pt_br: Por agente

# home.time.byProject
source: By project
pt_br: Por projeto

# home.time.empty
source: Nothing recorded yet.
pt_br: Nada registrado ainda.

# home.time.focused
source: %@ in front
pt_br: %@ em primeiro plano

# home.time.idle
source: Idle
pt_br: Ocioso

# home.time.localNote
source: Days follow your time zone (%@).
pt_br: Os dias seguem seu fuso horário (%@).

# home.time.noAgent
source: %@ with no agent working
pt_br: %@ sem agente trabalhando

# home.time.parallel
source: %1$@ parallel · peak %2$lld
pt_br: %1$@ em paralelo · pico %2$lld

# home.time.projectDetail
source: %1$@ focus · %2$@ agents
pt_br: %1$@ foco · %2$@ agentes

# home.time.removedProject
source: Removed project
pt_br: Projeto removido

# home.time.subtitle
source: Where your time went, with Alethe open
pt_br: Para onde foi seu tempo, com o Alethe aberto

# home.time.today
source: Today
pt_br: Hoje

# home.time.unassigned
source: No project
pt_br: Sem projeto

# home.usage
source: Usage
pt_br: Uso

# home.usage.check
source: Check usage
pt_br: Ver uso

# home.usage.details
source: AI Usage…
pt_br: Uso de IA…

# home.usage.unavailable
source: Unavailable right now.
pt_br: Indisponível agora.

# import.close
source: Done
pt_br: Concluído

# import.confirm
source: Import
pt_br: Importar

# import.done
source: Imported
pt_br: Importado

# import.failure.newer
source: This data uses a newer format (version %1$lld) than this Alethe can read yet.
pt_br: Estes dados usam um formato mais novo (versão %1$lld) do que este Alethe já consegue ler.

# import.failure.older
source: This data is from a very old Alethe. Open it once in a current Alethe (Tauri) to update it, then import again.
pt_br: Estes dados são de um Alethe muito antigo. Abra uma vez num Alethe (Tauri) atual para atualizá-los e importe de novo.

# import.failure.unreadable
source: This profile's projects.json could not be read.
pt_br: Não foi possível ler o projects.json deste perfil.

# import.groups
source: Groups
pt_br: Grupos

# import.noData
source: No data from the Tauri version of Alethe was found on this Mac.
pt_br: Nenhum dado da versão Tauri do Alethe foi encontrado neste Mac.

# import.nothingNew
source: Everything in this profile is already in Alethe.
pt_br: Tudo deste perfil já está no Alethe.

# import.pref.agents
source: enabled agents
pt_br: agentes ativos

# import.pref.cliPaths
source: CLI paths
pt_br: caminhos das CLIs

# import.pref.interfaceSize
source: interface size
pt_br: tamanho da interface

# import.pref.language
source: language
pt_br: idioma

# import.pref.theme
source: theme
pt_br: tema

# import.pref.unrestricted
source: always start unrestricted
pt_br: sempre iniciar sem restrições

# import.preferences
source: Also import preferences
pt_br: Importar também as preferências

# import.preferences.help
source: Theme, interface size, language, enabled agents and CLI paths.
pt_br: Tema, tamanho da interface, idioma, agentes ativos e caminhos das CLIs.

# import.preferencesChanged
source: Preferences
pt_br: Preferências

# import.preview
source: Will be added
pt_br: Será adicionado

# import.profile
source: Profile
pt_br: Perfil

# import.projects
source: Projects
pt_br: Projetos

# import.skip.agent
source: “%1$@”: a %2$@ terminal (agent not available yet).
pt_br: “%1$@”: um terminal %2$@ (agente ainda não disponível).

# import.skip.alreadyAdded
source: “%1$@”: its folder is already a project here.
pt_br: “%1$@”: a pasta já é um projeto aqui.

# import.skip.archived
source: “%1$@”: archived.
pt_br: “%1$@”: arquivado.

# import.skip.noFolder
source: “%1$@”: no folder on this Mac.
pt_br: “%1$@”: sem pasta neste Mac.

# import.skip.paneKind
source: “%1$@”: a %2$@ pane (not available yet).
pt_br: “%1$@”: um painel %2$@ (ainda não disponível).

# import.skipped.header
source: Left out (%1$lld)
pt_br: Deixado de fora (%1$lld)

# import.terminals
source: Terminals
pt_br: Terminais

# import.title
source: Import from Alethe (Tauri)
pt_br: Importar do Alethe (Tauri)

# launcher.firstProject.message
source: Pick an agent, then open a project folder: Alethe starts it there.
pt_br: Escolha um agente e abra a pasta de um projeto: o Alethe o inicia lá.

# launcher.open
source: Open %@
pt_br: Abrir %@

# launcher.openFolder
source: Open Folder as Project…
pt_br: Abrir Pasta como Projeto…

# launcher.startWith
source: START A TERMINAL WITH
pt_br: INICIAR UM TERMINAL COM

# launcher.useForm
source: Use the New Project form instead
pt_br: Usar o formulário de Novo Projeto

# layoutDesigner.autoArrange
source: Auto Arrange
pt_br: Organizar Automaticamente

# layoutDesigner.columns
source: Columns: %lld
pt_br: Colunas: %lld

# layoutDesigner.grow
source: Grow
pt_br: Aumentar

# layoutDesigner.hint
source: Click a box to resize it from its edges; drag it onto a slot or another box to move it.
pt_br: Clique numa caixa para redimensioná-la pelas bordas; arraste-a para um espaço ou outra caixa para movê-la.

# layoutDesigner.noRecent
source: Saved grids appear here.
pt_br: As grades salvas aparecem aqui.

# layoutDesigner.preset.balanced
source: Balanced
pt_br: Equilibrado

# layoutDesigner.preset.columns
source: Columns
pt_br: Colunas

# layoutDesigner.preset.focusLeft
source: Focus left
pt_br: Foco à esquerda

# layoutDesigner.preset.focusTop
source: Focus top
pt_br: Foco no topo

# layoutDesigner.preset.rows
source: Rows
pt_br: Linhas

# layoutDesigner.presets
source: Presets
pt_br: Predefinições

# layoutDesigner.recent
source: Recent
pt_br: Recentes

# layoutDesigner.rows
source: Rows: %lld
pt_br: Linhas: %lld

# layoutDesigner.save
source: Save Grid
pt_br: Salvar Grade

# layoutDesigner.shrink
source: Shrink
pt_br: Diminuir

# layoutDesigner.title
source: Layout of %@
pt_br: Layout de %@

# linkMenu.copy
source: Copy Link
pt_br: Copiar link

# linkMenu.notFound
source: Not found
pt_br: Não encontrado

# linkMenu.openInBrowser
source: Open in Browser
pt_br: Abrir no navegador

# linkMenu.openInPane
source: Open in Pane
pt_br: Abrir em painel

# linkMenu.openWithDefaultApp
source: Open with Default App
pt_br: Abrir com o app padrão

# linkMenu.preview
source: Preview
pt_br: Pré-visualizar

# linkMenu.showInFinder
source: Show in Finder
pt_br: Mostrar no Finder

# linkPreview.close
source: Close
pt_br: Fechar

# linkPreview.open
source: Open
pt_br: Abrir

# linkPreview.unavailable
source: No preview for this file.
pt_br: Sem pré-visualização para este arquivo.

# markdown.cancelEdit
source: Cancel Editing
pt_br: Cancelar edição

# markdown.close
source: Close
pt_br: Fechar

# markdown.copied
source: Copied
pt_br: Copiado

# markdown.copySource
source: Copy Source
pt_br: Copiar código-fonte

# markdown.edit
source: Edit
pt_br: Editar

# markdown.loadError
source: Could not read %1$@.
pt_br: Não foi possível ler %1$@.

# markdown.refresh
source: Reload
pt_br: Recarregar

# markdown.revealInFinder
source: Show in Finder
pt_br: Mostrar no Finder

# markdown.save
source: Save
pt_br: Salvar

# markdown.saveError
source: Could not save: %1$@
pt_br: Não foi possível salvar: %1$@

# markdown.task.done
source: Done
pt_br: Concluída

# markdown.task.open
source: Not done
pt_br: Pendente

# markdown.unsaved
source: Unsaved changes
pt_br: Alterações não salvas

# media.actualSize
source: Actual Size
pt_br: Tamanho real

# media.fit
source: Fit to Pane
pt_br: Ajustar ao painel

# media.loadError
source: Could not open %1$@.
pt_br: Não foi possível abrir %1$@.

# memory.available
source: %@ free of %@
pt_br: %@ livres de %@

# memory.hibernatedCount
source: %lld hibernated — each resumes when shown
pt_br: %lld hibernados — cada um retoma ao aparecer

# memory.indicator.accessibility
source: Terminals use %@
pt_br: Terminais usam %@

# memory.indicator.help
source: Memory used by terminals
pt_br: Memória usada pelos terminais

# memory.noTerminals
source: No terminal is running.
pt_br: Nenhum terminal em execução.

# memory.pressure.critical
source: Memory is critically low
pt_br: A memória está criticamente baixa

# memory.pressure.normal
source: Memory is fine
pt_br: Memória tranquila

# memory.pressure.warning
source: Memory is getting low
pt_br: A memória está ficando baixa

# memory.settings
source: Resource Settings…
pt_br: Ajustes de Recursos…

# memory.terminals
source: Terminals
pt_br: Terminais

# menu.edit.dictate
source: Dictate
pt_br: Ditar

# menu.edit.stopDictation
source: Stop Dictation
pt_br: Parar Ditado

# menu.file.addContent
source: Add Content…
pt_br: Adicionar conteúdo…

# menu.file.importTauri
source: Import from Alethe (Tauri)…
pt_br: Importar do Alethe (Tauri)…

# menu.file.newGroup
source: New Group…
pt_br: Novo Grupo…

# menu.file.newProject
source: New Project…
pt_br: Novo Projeto…

# menu.file.newTerminal
source: New Terminal…
pt_br: Novo terminal…

# menu.file.newTerminalLikeLast
source: New Terminal Like Last
pt_br: Novo Terminal Igual ao Último

# menu.git.control
source: Git Control…
pt_br: Controle do Git…

# menu.help.showSetup
source: Show Setup Steps
pt_br: Mostrar Primeiros Passos

# menu.history
source: History
pt_br: Histórico

# menu.history.closeTab
source: Close Workspace Tab
pt_br: Fechar Aba do Workspace

# menu.history.conversations
source: Conversations…
pt_br: Conversas…

# menu.history.findJump
source: Find or Jump…
pt_br: Buscar ou Ir Para…

# menu.history.nextTab
source: Show Next Tab
pt_br: Mostrar Próxima Aba

# menu.history.previousTab
source: Show Previous Tab
pt_br: Mostrar Aba Anterior

# menu.history.reopenTab
source: Reopen Closed Tab
pt_br: Reabrir Aba Fechada

# menu.merge.branchTesting
source: Test Branch…
pt_br: Testar Branch…

# menu.merge.center
source: Merge Center…
pt_br: Central de Merge…

# menu.terminal.clearScrollback
source: Clear Scrollback
pt_br: Limpar rolagem

# menu.terminal.find
source: Find…
pt_br: Buscar…

# menu.terminal.findNext
source: Find Next
pt_br: Buscar próxima

# menu.terminal.findPrevious
source: Find Previous
pt_br: Buscar anterior

# menu.terminal.handoff
source: Continue in the Other Agent…
pt_br: Continuar no Outro Agente…

# menu.terminal.newerPrompt
source: Newer Prompt from History
pt_br: Prompt mais recente do histórico

# menu.terminal.nextPrompt
source: Next Prompt
pt_br: Próximo prompt

# menu.terminal.olderPrompt
source: Older Prompt from History
pt_br: Prompt mais antigo do histórico

# menu.terminal.previousPrompt
source: Previous Prompt
pt_br: Prompt anterior

# menu.terminal.resumePrevious
source: Resume Previous Conversations
pt_br: Retomar Conversas Anteriores

# menu.terminal.sessionCost
source: Session Cost…
pt_br: Custo da Sessão…

# menu.terminal.useSelection
source: Use Selection for Find
pt_br: Usar seleção para buscar

# menu.view.actualSize
source: Actual Size
pt_br: Tamanho Real

# menu.view.back
source: Back
pt_br: Voltar

# menu.view.flat
source: Flat Workspace
pt_br: Workspace Plano

# menu.view.forward
source: Forward
pt_br: Avançar

# menu.view.hideRightSidebar
source: Hide Right Sidebar
pt_br: Ocultar barra lateral direita

# menu.view.layout
source: Project Layout
pt_br: Layout do Projeto

# menu.view.newTodo
source: New Todo
pt_br: Nova tarefa

# menu.view.showAllPanes
source: Show All Panes
pt_br: Mostrar todos os painéis

# menu.view.showAllProjects
source: Show All Projects
pt_br: Mostrar todos os projetos

# menu.view.showHome
source: Show Home
pt_br: Mostrar Início

# menu.view.showPaneAlone
source: Show Pane Alone
pt_br: Mostrar painel sozinho

# menu.view.showProjectAlone
source: Show Project Alone
pt_br: Mostrar projeto sozinho

# menu.view.showRightSidebar
source: Show Right Sidebar
pt_br: Mostrar barra lateral direita

# menu.view.showWorkspace
source: Show Workspace
pt_br: Mostrar Workspace

# menu.view.zoomIn
source: Zoom In
pt_br: Aumentar Zoom

# menu.view.zoomOut
source: Zoom Out
pt_br: Reduzir Zoom

# merge.abort
source: Abort Merge
pt_br: Abortar merge

# merge.abort.confirm
source: Abort this merge? The merge environment and its branch are removed.
pt_br: Abortar este merge? O ambiente de merge e sua branch serão removidos.

# merge.agent
source: Agent to resolve with
pt_br: Agente para resolver

# merge.agentPaneName
source: Merge conflicts
pt_br: Conflitos de merge

# merge.analyze
source: Analyze
pt_br: Analisar

# merge.analyzing
source: Analyzing…
pt_br: Analisando…

# merge.cancel
source: Cancel
pt_br: Cancelar

# merge.clean
source: The merge is clean — no conflicts.
pt_br: O merge está limpo — sem conflitos.

# merge.cleanup
source: Force Cleanup
pt_br: Forçar limpeza

# merge.cleanup.confirm
source: Force cleanup deletes the merge environment's files. Continue?
pt_br: A limpeza forçada apaga os arquivos do ambiente de merge. Continuar?

# merge.close
source: Close
pt_br: Fechar

# merge.conflicts
source: Conflicted files
pt_br: Arquivos em conflito

# merge.continue
source: Continue
pt_br: Continuar

# merge.finalize
source: Finish Merge
pt_br: Concluir merge

# merge.merged
source: Merged into the target branch.
pt_br: Integrado na branch de destino.

# merge.noProject
source: No project selected.
pt_br: Nenhum projeto selecionado.

# merge.prepare
source: Prepare Merge Environment
pt_br: Preparar ambiente de merge

# merge.rebase
source: Rebase onto Target
pt_br: Rebase sobre o destino

# merge.refresh
source: Refresh
pt_br: Atualizar

# merge.resolveWithAgent
source: Resolve with Agent
pt_br: Resolver com agente

# merge.source
source: Source branch
pt_br: Branch de origem

# merge.stage.analyze
source: Analyze
pt_br: Analisar

# merge.stage.finish
source: Finish
pt_br: Concluir

# merge.stage.prepare
source: Prepare
pt_br: Preparar

# merge.stage.validate
source: Validate
pt_br: Validar

# merge.target
source: Target branch
pt_br: Branch de destino

# merge.title
source: Merge Center
pt_br: Central de Merge

# merge.validate.commands
source: Validation commands (one per line, this run only)
pt_br: Comandos de validação (um por linha, só nesta execução)

# merge.validate.run
source: Run Validation
pt_br: Executar validação

# merge.working
source: Working…
pt_br: Processando…

# mergeResult.contract.missing
source: No backend route found for “%@”
pt_br: Nenhuma rota de backend encontrada para “%@”

# mergeResult.contract.ok
source: Every API call has a matching backend route.
pt_br: Toda chamada de API tem uma rota de backend correspondente.

# mergeResult.contract.title
source: API contract
pt_br: Contrato de API

# mergeResult.probe.noResponse
source: Did not respond before the timeout
pt_br: Não respondeu antes do tempo limite

# mergeResult.probe.status
source: Responded with HTTP %lld in %lld ms
pt_br: Respondeu com HTTP %lld em %lld ms

# mergeResult.step.exit
source: exit %lld · %lld ms
pt_br: saída %lld · %lld ms

# mergeResult.steps.title
source: Commands
pt_br: Comandos

# newSubTab.add
source: Add
pt_br: Adicionar

# newSubTab.problem.pane
source: This terminal no longer exists.
pt_br: Este terminal não existe mais.

# newSubTab.title
source: New Sub-tab
pt_br: Nova sub-aba

# newTerminal.agent
source: Agent
pt_br: Agente

# newTerminal.create
source: Open
pt_br: Abrir

# newTerminal.folder
source: Folder
pt_br: Pasta

# newTerminal.grid
source: Grid
pt_br: Grade

# newTerminal.model
source: Model
pt_br: Modelo

# newTerminal.model.choices
source: Models
pt_br: Modelos

# newTerminal.model.default
source: Agent's default
pt_br: Padrão do agente

# newTerminal.model.defaultItem
source: Agent's Default
pt_br: Padrão do Agente

# newTerminal.problem.project
source: Choose a project.
pt_br: Escolha um projeto.

# newTerminal.project
source: Project
pt_br: Projeto

# newTerminal.prompt
source: First prompt
pt_br: Primeiro prompt

# newTerminal.title
source: New Terminal
pt_br: Novo terminal

# newTerminal.unrestricted
source: Start unrestricted
pt_br: Iniciar sem restrições

# newTerminal.worktree
source: Run in its own worktree
pt_br: Executar em uma worktree própria

# newTerminal.worktree.detail
source: A new branch under .alethe/worktrees, isolated from the project folder.
pt_br: Um branch novo em .alethe/worktrees, isolado da pasta do projeto.

# newTerminal.worktree.failed
source: Could not create the worktree.
pt_br: Não foi possível criar a worktree.

# newTerminal.worktree.mode
source: Isolation
pt_br: Isolamento

# newTerminal.worktree.mode.localCopy
source: Local copy
pt_br: Cópia local

# notifications.clear
source: Clear
pt_br: Limpar

# notifications.none
source: Nothing yet. Agents that finish or need you while you look elsewhere show up here.
pt_br: Nada ainda. Agentes que terminam ou precisam de você enquanto olha outra coisa aparecem aqui.

# notifications.title
source: Notifications
pt_br: Notificações

# notifications.unseen
source: %lld new notifications
pt_br: %lld notificações novas

# notify.body
source: %1$@ in %2$@
pt_br: %1$@ em %2$@

# notify.done
source: %@ finished
pt_br: %@ terminou

# notify.needsInput
source: %@ needs your answer
pt_br: %@ precisa da sua resposta

# pageOffer.dismiss
source: Dismiss
pt_br: Dispensar

# pageOffer.openInBrowser
source: Open in Browser
pt_br: Abrir no navegador

# pageOffer.openInPane
source: Open in Pane
pt_br: Abrir em painel

# pageOffer.ready
source: %1$@ is ready
pt_br: %1$@ está no ar

# pane.close
source: Close Terminal
pt_br: Fechar terminal

# pane.disable
source: Disable Terminal
pt_br: Desativar Terminal

# pane.disabled.message
source: Nothing runs here until you enable it; its output is kept.
pt_br: Nada roda aqui até você ativá-lo; a saída fica guardada.

# pane.disabled.title
source: Terminal disabled
pt_br: Terminal desativado

# pane.enable
source: Enable Terminal
pt_br: Ativar Terminal

# pane.fillFreeSpace
source: Fill Free Space
pt_br: Preencher Espaço Livre

# pane.moveToGrid
source: Move to Grid
pt_br: Mover para Grade

# pane.showAll
source: Show All Panes
pt_br: Mostrar todos os painéis

# pane.showAlone
source: Show This Pane Alone
pt_br: Mostrar só este painel

# pane.unrestricted
source: Unrestricted: permission prompts are skipped
pt_br: Sem restrições: pedidos de permissão são ignorados

# pomodoro.clearFocus
source: Clear Pomodoro Focus
pt_br: Limpar foco do Pomodoro

# pomodoro.cycles
source: Focus sessions completed
pt_br: Sessões de foco concluídas

# pomodoro.focusedTodo
source: Pomodoro focus
pt_br: Foco do Pomodoro

# pomodoro.longBreak
source: Long break
pt_br: Pausa longa

# pomodoro.notify.breakEnded
source: Break finished
pt_br: Pausa concluída

# pomodoro.notify.breakEnded.body
source: Ready to focus again.
pt_br: Pronto para focar de novo.

# pomodoro.notify.workEnded
source: Focus session finished
pt_br: Sessão de foco concluída

# pomodoro.notify.workEnded.body
source: Time for a break.
pt_br: Hora de uma pausa.

# pomodoro.pause
source: Pause
pt_br: Pausar

# pomodoro.reset
source: Reset
pt_br: Redefinir

# pomodoro.resume
source: Resume
pt_br: Retomar

# pomodoro.setFocus
source: Focus in Pomodoro
pt_br: Focar no Pomodoro

# pomodoro.shortBreak
source: Short break
pt_br: Pausa curta

# pomodoro.start
source: Start
pt_br: Iniciar

# pomodoro.toolbar.help
source: Pomodoro — show the Todo list
pt_br: Pomodoro — mostrar a lista de Todo

# pomodoro.work
source: Focus
pt_br: Foco

# projectGrid.create
source: Create
pt_br: Criar

# projectGrid.delete.close
source: Close Terminals
pt_br: Fechar Terminais

# projectGrid.delete.empty
source: The grid has no terminals.
pt_br: A grade não tem terminais.

# projectGrid.delete.keep
source: Keep Terminals
pt_br: Manter Terminais

# projectGrid.delete.message
source: Its %lld terminals can move to the main grid or be closed.
pt_br: Seus %lld terminais podem ir para a grade principal ou ser fechados.

# projectGrid.delete.title
source: Delete the grid “%@”?
pt_br: Excluir a grade “%@”?

# projectGrid.deleteEllipsis
source: Delete Grid…
pt_br: Excluir Grade…

# projectGrid.error.empty
source: Enter a name.
pt_br: Digite um nome.

# projectGrid.error.reserved
source: This name is used by the main grid.
pt_br: Esse nome é usado pela grade principal.

# projectGrid.error.taken
source: This project already has a grid with this name.
pt_br: Este projeto já tem uma grade com esse nome.

# projectGrid.main
source: Main
pt_br: Principal

# projectGrid.nameHint
source: A grid is a named set of this project's terminals with its own layout.
pt_br: Uma grade é um conjunto nomeado de terminais deste projeto, com layout próprio.

# projectGrid.new.title
source: New Grid
pt_br: Nova Grade

# projectGrid.newEllipsis
source: New Grid…
pt_br: Nova Grade…

# projectGrid.placeholder
source: Grid name
pt_br: Nome da grade

# projectGrid.rename
source: Rename
pt_br: Renomear

# projectGrid.rename.title
source: Rename Grid
pt_br: Renomear Grade

# projectGrid.renameEllipsis
source: Rename Grid…
pt_br: Renomear Grade…

# projectGrid.switch
source: Grids
pt_br: Grades

# pullRequests.cancel
source: Cancel
pt_br: Cancelar

# pullRequests.checks.failure
source: Checks failed
pt_br: Checks falharam

# pullRequests.checks.pending
source: Checks pending
pt_br: Checks pendentes

# pullRequests.checks.success
source: Checks passed
pt_br: Checks aprovados

# pullRequests.copyURL
source: Copy URL
pt_br: Copiar URL

# pullRequests.done
source: Done
pt_br: Concluído

# pullRequests.draft
source: Draft
pt_br: Rascunho

# pullRequests.empty
source: No open pull requests
pt_br: Nenhum pull request aberto

# pullRequests.failed
source: Couldn't load pull requests
pt_br: Não foi possível carregar os pull requests

# pullRequests.headSHA
source: Head SHA
pt_br: SHA do head

# pullRequests.mergeHint
source: GitHub merges only if the pull request head still matches the reviewed commit.
pt_br: O GitHub só faz o merge se o head do pull request ainda for o commit revisado.

# pullRequests.mergeTitle
source: Squash Merge Pull Request
pt_br: Squash merge do pull request

# pullRequests.merged
source: Merged.
pt_br: Merge concluído.

# pullRequests.missing
source: GitHub CLI not found
pt_br: GitHub CLI não encontrado

# pullRequests.missing.hint
source: Install it to list your pull requests:
pt_br: Instale para listar seus pull requests:

# pullRequests.noHead
source: GitHub did not report a head commit for this pull request.
pt_br: O GitHub não informou o commit head deste pull request.

# pullRequests.open
source: Open in Browser
pt_br: Abrir no navegador

# pullRequests.refresh
source: Refresh
pt_br: Atualizar

# pullRequests.review.approved
source: Approved
pt_br: Aprovado

# pullRequests.review.changes
source: Changes requested
pt_br: Alterações solicitadas

# pullRequests.review.required
source: Review required
pt_br: Revisão necessária
